Repository: TheApApp/CardTrackerSwiftData
Catalog: Localizable.xcstrings
Source language: en
Languages: ar_ae, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, vi, zh

source: Save
ar_ae: حَفِظَ
de: Sparen
es: Guardar
fr: Économiser
hi: बचाना
it: Salvare
ja: 保存する
ko: 저장
nl: Opslaan
pl: Zapisać
pt: Salvar
ru: Хранить
th: ประหยัด
tr: Korumak
uk: Зберегти
vi: Bảo lưu
zh: 挽救

source: Select %@ Card
ar_ae: اختر بطاقة %@
de: Wählen Sie %@ Karte
es: Seleccione la tarjeta %@
fr: Sélectionnez la carte %@
hi: %@ कार्ड चुनें
id: Pilih %@ Kartu
it: Seleziona %@ Carta
ja: %@カードを選択
ko: %@ 카드 선택
nl: Selecteer %@ Kaart
pl: Wybierz %@ Karta
pt: Selecione %@ Cartão
ru: Выберите %@ Карту
th: เลือก %@ บัตร
tr: %@ Kart Seç
uk: Виберіть %@ Картку
vi: Chọn %@ Thẻ
zh: 选择%@卡

source: Select card
ar_ae: اختر البطاقة
de: Karte auswählen
es: Seleccionar tarjeta
fr: Sélectionnez la carte
hi: कार्ड चुनें
id: Pilih kartu
it: Seleziona la carta
ja: カードを選択
ko: 카드 선택
nl: Selecteer kaart
pl: Wybierz kartę
pt: Selecione o cartão
ru: Выберите карту
th: เลือกการ์ด
tr: Kartı seç
uk: Виберіть картку
vi: Chọn thẻ
zh: 选择卡片

source: Select card:
ar_ae: اختر البطاقة:
de: Karte auswählen:
es: Seleccionar tarjeta:
fr: Sélectionnez la carte :
hi: कार्ड चुनें:
id: Pilih kartu:
it: Seleziona la carta:
ja: カードを選択：
ko: 카드 선택:
nl: Selecteer kaart:
pl: Wybierz kartę:
pt: Selecione o cartão:
ru: Выберите карту:
th: เลือกบัตร:
tr: Kart seçin:
uk: Виберіть картку:
vi: Chọn thẻ:
zh: 选择卡片：

source: Select event
ar_ae: اختر حدثا
de: Ereignis auswählen
es: Seleccionar evento
fr: Sélectionnez l'événement
hi: घटना का चयन करें
id: Pilih acara
it: Seleziona l'evento
ja: イベントを選択
ko: 이벤트 선택
nl: Selecteer evenement
pl: Wybierz wydarzenie
pt: Selecione o evento
ru: Выберите событие
th: เลือกกิจกรรม
tr: Etkinliği seçin
uk: Виберіть подію
vi: Chọn sự kiện
zh: 选择事件

source: Select Occasion
ar_ae: اختر المناسبة
de: Anlass auswählen
es: Seleccionar Ocasión
fr: Sélectionnez l'occasion
hi: अवसर चुनें
id: Pilih Kesempatan
it: Seleziona l'occasione
ja: 機会を選択
ko: 행사 선택
nl: Selecteer Gelegenheid
pl: Wybierz okazję
pt: Selecione A Ocasião
ru: Выберите случай
th: เลือกโอกาส
tr: Durum Seç
uk: Виберіть випадок
vi: Chọn dịp
zh: 选择场合

source: Select Occasion Type
ar_ae: حدد نوع المناسبة
de: Anlasstyp auswählen
es: Seleccione el tipo de ocasión
fr: Sélectionnez le type d'occasion
hi: अवसर का प्रकार चुनें
id: Pilih Jenis Acara
it: Seleziona il tipo di occasione
ja: 機会の種類を選択
ko: 행사 유형 선택
nl: Selecteer het type gelegenheid
pl: Wybierz rodzaj okazji
pt: Selecione o tipo de ocasião
ru: Выберите тип случая
th: เลือกประเภทโอกาส
tr: Durum Türünü Seçin
uk: Виберіть тип події
vi: Chọn loại dịp
zh: 选择场合类型

source: Select one.
ar_ae: اختر واحدا.
de: Wählen Sie eine aus.
es: Seleccione uno.
fr: Sélectionnez-en un.
hi: एक का चयन करें।
id: Pilih satu.
it: Selezionane uno.
ja: 一つ選んで。
ko: 하나를 선택하세요.
nl: Selecteer er een.
pl: Wybierz jeden.
pt: Selecione um.
ru: Выберите один.
th: เลือกอย่างใดอย่างหนึ่ง
tr: Birini seçin.
uk: Виберіть один.
vi: Chọn một.
zh: 选择一个。

source: Select type
ar_ae: اختر النوع
de: Typ auswählen
es: Seleccionar tipo
fr: Sélectionnez le type
hi: प्रकार चुनें
id: Pilih jenis
it: Seleziona il tipo
ja: タイプを選択
ko: 유형 선택
nl: Selecteer type
pl: Wybierz typ
pt: Selecione o tipo
ru: Выберите тип
th: เลือกประเภท
tr: Türü seç
uk: Виберіть тип
vi: Chọn loại
zh: 选择类型

source: Select Type
ar_ae: اختر النوع
de: Typ auswählen
es: Seleccionar tipo
fr: Sélectionnez le type
hi: प्रकार चुनें
id: Pilih Jenis
it: Seleziona il tipo
ja: タイプを選択
ko: 유형 선택
nl: Selecteer Type
pl: Wybierz typ
pt: Selecione o Tipo
ru: Выберите Тип
th: เลือกประเภท
tr: Tür Seç
uk: Виберіть тип
vi: Chọn loại
zh: 选择类型

source: Send the recipient the card
ar_ae: أرسل البطاقة إلى المستلم
de: Senden Sie dem Empfänger die Karte
es: Envía la tarjeta al destinatario
fr: Envoyez la carte au destinataire
hi: प्राप्तकर्ता को कार्ड भेजें
id: Kirim kartunya ke penerima
it: Invia la carta al destinatario
ja: 受取人にカードを送る
ko: 받는 사람에게 카드를 보내다
nl: Stuur de ontvanger de kaart
pl: Wyślij kartę odbiorcy
pt: Envie o cartão para o destinatário
ru: Отправьте карту получателю
th: ส่งการ์ดให้ผู้รับ
tr: Alıcıya kartı gönder
uk: Надішліть одержувачу картку
vi: Gửi thẻ cho người nhận
zh: 把卡片寄给收件人

source: Settings
ar_ae: إعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh: 设置

source: Skip
ar_ae: تَخَطّى
de: Hüpfen
es: Paso
fr: Sauter
hi: छोड़ें
id: Melewati
it: Saltare
ja: スキップする
ko: 건너뛰다
nl: Overslaan
pt: Pular
ru: Пропускать, пропустить
th: ข้าม
tr: Atlamak
uk: Пропустити
vi: Bỏ qua
zh: 蹦蹦跳跳

source: There are no cards in this gallery.
ar_ae: لا توجد بطاقات في هذا المعرض.
de: Es gibt keine Karten in dieser Galerie.
es: No hay tarjetas en esta galería.
fr: Il n'y a pas de cartes dans cette galerie.
hi: इस गैलरी में कोई कार्ड नहीं है।
id: Tidak ada kartu di galeri ini.
it: Non ci sono carte in questa galleria.
ja: このギャラリーにはカードはありません。
ko: 이 갤러리에는 카드가 없습니다.
nl: Er zijn geen kaarten in deze galerij.
pl: W tej galerii nie ma żadnych kart.
pt: Não há cartões nesta galeria.
ru: В этой галерее нет карт.
th: ไม่มีการ์ดในแกลเลอรีนี้
tr: Bu galeride kart yok.
uk: У цій галереї немає карток.
vi: Không có thẻ nào trong thư viện này.
zh: 这个画廊里没有卡片。

source: To enable access, go to Settings > Privacy > Camera and turn on Camera access for this app.
ar_ae: لتمكين الوصول، انتقل إلى الإعدادات> الخصوصية> الكاميرا وقم بتشغيل الوصول إلى الكاميرا لهذا التطبيق.
de: Um den Zugriff zu aktivieren, gehen Sie zu "Einstellungen" > "Datenschutz" > "Kamera" und aktivieren Sie den Kamerazugriff für diese App.
es: Para habilitar el acceso, vaya a Configuración > Privacidad > Cámara y active el acceso a la cámara para esta aplicación.
fr: Pour activer l'accès, allez dans Paramètres > Confidentialité > Appareil photo et activez l'accès à l'appareil photo pour cette application.
hi: एक्सेस को सक्षम करने के लिए, सेटिंग्स> गोपनीयता> कैमरा पर जाएं और इस ऐप के लिए कैमरा एक्सेस चालू करें।
id: Untuk mengaktifkan akses, buka Pengaturan > Privasi > Kamera dan nyalakan akses Kamera untuk aplikasi ini.
it: Per abilitare l'accesso, vai su Impostazioni > Privacy > Fotocamera e attiva l'accesso alla fotocamera per questa app.
ja: アクセスを有効にするには、[設定] > [プライバシー] > [カメラ] に移動し、このアプリのカメラアクセスをオンにします。
ko: 액세스를 활성화하려면, 설정 > 개인 정보 > 카메라로 이동하여 이 앱에 대한 카메라 액세스를 켜십시오.
nl: Om toegang in te schakelen, gaat u naar Instellingen > Privacy > Camera en schakelt u Cameratoegang in voor deze app.
pl: Aby włączyć dostęp, przejdź do Ustawienia > Prywatność > Aparat i włącz dostęp do kamery dla tej aplikacji.
pt: Para habilitar o acesso, vá para Configurações > Privacidade > Câmera e ative o acesso à câmera para este aplicativo.
ru: Чтобы включить доступ, перейдите в «Настройки» > «Конфиденциальность» > «Камера» и включите доступ к камере для этого приложения.
th: หากต้องการเปิดใช้งานการเข้าถึง ให้ไปที่การตั้งค่า > ความเป็นส่วนตัว > กล้อง แล้วเปิดการเข้าถึงกล้องสําหรับแอปนี้
tr: Erişimi etkinleştirmek için Ayarlar > Gizlilik > Kamera'ya gidin ve bu uygulama için Kamera erişimini açın.
uk: Щоб увімкнути доступ, перейдіть до Налаштування > Конфіденційність > Камера та увімкніть доступ до камери для цього додатка.
vi: Để bật quyền truy cập, hãy vào Cài đặt > Quyền riêng tư > Máy ảnh và bật quyền truy cập Máy ảnh cho ứng dụng này.
zh: 要启用访问，请转到“设置”>“隐私”>“相机”，然后打开此应用程序的“相机访问”。

source: Unable to access the Camera
ar_ae: غير قادر على الوصول إلى الكاميرا
de: Zugriff auf die Kamera nicht
es: No se puede acceder a la cámara
fr: Incapable d'accéder à la caméra
hi: कैमरा तक पहुंचने में असमर्थ
id: Tidak dapat mengakses Kamera
it: Impossibile accedere alla fotocamera
ja: カメラにアクセスできない
ko: 카메라에 접근할 수 없습니다
nl: Kan geen toegang krijgen tot de camera
pl: Nie można uzyskać dostępu do kamery
pt: Não é possível acessar a câmera
ru: Не удается получить доступ к камере
th: ไม่สามารถเข้าถึงกล้องได้
tr: Kameraya erişilemiyor
uk: Неможливо отримати доступ до камери
vi: Không thể truy cập Camera
zh: 无法访问相机

source: Unknown
ar_ae: غَيْر مَعْروفٍ
de: Unbekannte
es: Incógnita
fr: Inconnu
hi: अज्ञात बात
id: Tidak dikenal
it: Sconosciuto
ja: 未知の
ko: 알려지지 않은
nl: Onbekend
pl: Nieznany
pt: Desconhecido
ru: Неизвестный
th: ไม่ทราบ
tr: Bilinmeyen
uk: Невідомий
vi: Vô danh
zh: 未知数

source: Unknown Event
ar_ae: حدث غير معروف
de: Unbekanntes Ereignis
es: Evento desconocido
fr: Événement inconnu
hi: अज्ञात घटना
id: Peristiwa yang tidak diketahui
it: Evento sconosciuto
ja: 未知のイベント
ko: 알 수 없는 사건
nl: Onbekende gebeurtenis
pl: Nieznane wydarzenie
pt: Evento Desconhecido
ru: Неизвестное Событие
th: เหตุการณ์ที่ไม่รู้จัก
tr: Bilinmeyen Olay
uk: Невідома подія
vi: Sự kiện không xác định
zh: 未知事件

source: Unknown Occasion
ar_ae: مناسبة غير معروفة
de: Unbekannter Anlass
es: Ocasión desconocida
fr: Occasion inconnue
hi: अज्ञात अवसर
id: Kesempatan yang tidak diketahui
it: Occasione sconosciuta
ja: 未知の機会
ko: 알 수 없는 행사
nl: Onbekende gelegenheid
pl: Nieznana okazja
pt: Ocasião desconhecida
ru: Неизвестный Случай
th: โอกาสที่ไม่รู้จัก
tr: Bilinmeyen Durum
uk: Невідомий випадок
vi: Dịp Không Xác Định
zh: 未知的场合

source: Used %lld times
ar_ae: استخدمت %lld مرات
de: %lld mal verwendet
es: Usado %lld veces
fr: Utilisé %lld fois
hi: %lld बार इस्तेमाल किया
id: Digunakan %lld kali
it: Usato %lld volte
ja: %lld回使用済み
ko: %lld회 사용됨
nl: %lld keer gebruikt
pl: Użyte %lld razy
pt: Usado %lld vezes
ru: Используется %lld раз
th: ใช้ %lld ครั้ง
tr: %lld kez kullanıldı
uk: Використано %lld разів
vi: Đã sử dụng %lld lần
zh: 使用%lld次

source: Website
ar_ae: موقع ويب
de: Die Website
es: Página web
fr: Site web
hi: वेबसाइट
id: Situs web
it: Sito internet
ja: ウェブサイト
ko: 웹사이트
pl: Strona internetowa
pt: Site
ru: Сайт
th: เว็บไซต์
tr: Örün sitesi
uk: Веб-сайт
vi: Trang web
zh: 网站

source: Welcome!
ar_ae: أهلا بك!
de: Willkommen!
es: ¡Bienvenido!
fr: Bienvenue !
hi: आपका स्वागत है!
id: Selamat datang!
it: Benvenuto!
ja: ようこそ！
ko: 어서 오세요!
nl: Welkom!
pl: Witamy!
pt: Bem-vindo!
ru: Добро пожаловать!
th: ยินดีต้อนรับ!
tr: Hoş geldiniz!
uk: Ласкаво просимо!
vi: Chào mừng!
zh: 欢迎！

source: Yes
ar_ae: نعم
de: Ja
es: Sí
fr: Oui
hi: हाँ
id: Ya
it: Sì.
ja: はい
ko: 네
nl: Ja
pl: Tak
pt: Sim
ru: Да
th: ใช่
tr: Evet
uk: Так
vi: Vâng
zh: 是

source: You can name them whatever you like.
ar_ae: يمكنك تسميتهم كما تريد.
de: Sie können sie nennen, wie Sie wollen.
es: Puedes nombrarlos como quieras.
fr: Vous pouvez les nommer comme vous le souhaitez.
hi: आप उन्हें जो चाहें नाम दे सकते हैं।
id: Kamu bisa menamai mereka apapun yang kamu suka.
it: Puoi chiamarli come preferisci.
ja: 好きな名前を付けることができます。
ko: 당신은 당신이 원하는 대로 이름을 지을 수 있습니다.
nl: Je kunt ze een naam geven zoals je wilt.
pl: Możesz nazwać je jak chcesz.
pt: Você pode nomeá-los como quiser.
ru: Можешь назвать их как хочешь.
th: คุณสามารถตั้งชื่ออะไรก็ได้ที่คุณชอบ
tr: Onlara istediğiniz gibi isim verebilirsiniz.
uk: Ви можете назвати їх як завгодно.
vi: Bạn có thể đặt tên cho chúng bất cứ thứ gì bạn thích.
zh: 你可以给他们起任何你喜欢的名字。

source: Zip
ar_ae: سَحّاب
de: Reißverschluss
es: Cremallera
fr: Fermeture éclair
hi: ज़िप
ja: ジップ
ko: 지퍼
nl: Rits
pl: Zamek błyskawiczny
pt: Zíper
ru: Энергия
th: ซิป
uk: Застібка-блискавка
vi: Rít
zh: 拉链

source: Details
ar_ae: تفاصيل
es: Información interna
fr: Détails
hi: विवरण
id: Rincian
it: Dettagli
ja: 詳細
ko: 세부 사항
pl: Szczegóły
pt: Detalhes
ru: Детали
th: รายละเอียด
tr: Ayrıntılar
uk: Деталі
vi: Các chi tiết
zh: 内部消息

source: Image
ar_ae: صورة
es: Imagen
hi: छवि
id: Gambar
it: Immagine
ja: イメージ
ko: 이미지
nl: Beeld
pl: Obraz
pt: Imagem
ru: Изображение
th: รูปภาพ
tr: Resim
uk: Зображення
vi: Hình ảnh
zh: 形象

source: Name
ar_ae: اسْم
es: Nombre
fr: Nom
hi: ख्याति
id: Nama
it: Nome
ja: 名
ko: 이름
nl: Naam
pl: Imię
pt: Nome
ru: Имя
th: ชื่อ
tr: Isim
uk: Ім'я
vi: Tên
zh: 名字

source: ST
ar_ae: إس تي
es: San
hi: एसटी
it: S.
ja: セント
ko: 성
nl: Stone
pl: Ul
pt: S.
ru: Св.
th: เอสที
zh: 圣人
